["history", "is", "the", "discovery,", "collection,", "organization,", "analysis,", "and", "presentation", "of", "information", "about", "past", "events", "history", "can", "also", "mean", "a", "continuous,", "typically", "chronological", "record", "of", "important", "or", "public", "events", "or", "of", "a", "particular", "trend", "or", "institution", "scholars", "who", "write", "about", "history", "are", "called", "historians", "it", "is", "a", "field", "of", "knowledge", "which", "uses", "a", "narrative", "to", "examine", "and", "analyse", "the", "sequence", "of", "events,", "and", "it", "sometimes", "attempts", "to", "objectively", "investigate", "the", "patterns", "of", "cause", "and", "effect", "that", "determine", "events", "historians", "debate", "the", "nature", "of", "history", "and", "its", "usefulness", "this", "includes", "discussing", "the", "study", "of", "the", "discipline", "as", "an", "end", "in", "itself", "and", "as", "a", "way", "of", "providing", "\"perspective\"", "on", "the", "problems", "of", "the", "present", "the", "stories", "common", "to", "a", "particular", "culture", "but", "not", "supported", "by", "external", "sources", "(such", "as", "the", "legends", "surrounding", "king", "arthur)", "are", "usually", "classified", "as", "cultural", "heritage", "rather", "than", "as", "the", "\"disinterested", "investigation\"", "needed", "by", "the", "discipline", "of", "history", "events", "of", "the", "past", "prior", "to", "written", "record", "are", "considered", "prehistory", "amongst", "scholars,", "fifth", "century", "bc", "greek", "historian", "herodotus", "is", "considered", "to", "be", "the", "\"father", "of", "history\";", "the", "methods", "of", "herodotus", "along", "with", "his", "contemporary", "thucydides", "form", "the", "foundations", "for", "the", "modern", "study", "of", "history", "their", "influence", "(along", "with", "other", "historical", "traditions", "in", "other", "parts", "of", "their", "world)", "has", "spawned", "many", "different", "interpretations", "of", "the", "nature", "of", "history", "which", "has", "developed", "over", "the", "centuries", "and", "are", "continuing", "to", "change", "the", "modern", "study", "of", "history", "has", "many", "different", "fields,", "including", "those", "that", "focus", "on", "certain", "regions", "and", "those", "that", "focus", "on", "certain", "topical", "or", "thematic", "elements", "of", "historical", "investigation", "often,", "history", "is", "taught", "as", "part", "of", "primary", "and", "secondary", "education,", "and", "the", "academic", "study", "of", "history", "is", "a", "major", "discipline", "in", "university", "studies", "on", "february", "23,", "the", "alamo", "mission", "in", "san", "antonio,", "texas", "had", "been", "besieged", "by", "mexican", "forces", "led", "by", "general", "antonio", "l\u00f3pez", "de", "santa", "anna", "fearing", "that", "his", "small", "group", "of", "men", "could", "not", "withstand", "an", "assault,", "travis", "wrote", "this", "letter", "seeking", "reinforcements", "and", "supplies", "from", "supporters", "the", "letter", "closes", "with", "travis's", "vow", "of", "\"victory", "or", "death!\",", "an", "emotion", "which", "has", "been", "both", "praised", "and", "derided", "by", "historians", "the", "letter", "was", "initially", "entrusted", "to", "courier", "albert", "martin,", "who", "carried", "it", "to", "the", "town", "of", "gonzales", "some", "seventy", "miles", "away", "martin", "added", "several", "postscripts", "to", "encourage", "men", "to", "reinforce", "the", "alamo,", "and", "then", "handed", "the", "letter", "to", "launcelot", "smithers", "smithers", "added", "his", "own", "postscript", "and", "delivered", "the", "letter", "to", "its", "intended", "destination,", "san", "felipe", "de", "austin", "local", "publishers", "printed", "over", "700\u00a0copies", "of", "the", "letter", "it", "also", "appeared", "in", "the", "two", "main", "texas", "newspapers", "and", "was", "eventually", "printed", "throughout", "the", "united", "states", "and", "europe", "partially", "in", "response", "to", "the", "letter,", "men", "from", "throughout", "texas", "and", "the", "united", "states", "began", "to", "gather", "in", "gonzales", "between", "32", "and", "90", "of", "them", "reached", "the", "alamo", "before", "it", "fell;", "the", "remainder", "formed", "the", "nucleus", "of", "the", "army", "which", "eventually", "defeated", "santa", "anna", "at", "the", "battle", "of", "san", "jacinto", "read", "more", "born", "into", "the", "periphery", "of", "the", "british", "aristocracy", "and", "married", "to", "a", "politician", "and", "member", "of", "the", "establishment,", "she", "was", "perfectly", "placed", "to", "meet", "all", "the", "key", "figures", "of", "the", "regency", "and", "late", "napoleonic", "eras", "recording", "meetings", "and", "conversations", "often", "verbatim,", "she", "has", "today", "become", "the", "\"mrs", "arbuthnot\"", "quoted", "in", "many", "biographies", "and", "histories", "of", "the", "era", "her", "observations", "and", "memories", "of", "life", "within", "the", "british", "establishment", "are", "not", "confined", "to", "individuals", "but", "document", "politics,", "great", "events", "and", "daily", "life", "with", "an", "equal", "attention", "to", "detail,", "providing", "historians", "with", "a", "clear", "picture", "of", "the", "events", "described", "her", "diaries", "were", "themselves", "finally", "published", "in", "1950", "as", "the", "journal", "of", "mrs", "arbuthnot", "read", "more", "more", "the", "charge", "of", "the", "light", "brigade", "was", "a", "charge", "of", "british", "cavalry", "led", "by", "lord", "cardigan", "against", "russian", "forces", "during", "the", "battle", "of", "balaclava", "on", "25", "october", "1854", "in", "the", "crimean", "war", "the", "charge", "was", "the", "result", "of", "a", "miscommunication,", "and", "produced", "no", "decisive", "gains", "and", "very", "high", "casualties", "it", "is", "best", "remembered", "as", "the", "subject", "of", "the", "famous", "poem", "\"the", "charge", "of", "the", "light", "brigade\"", "by", "alfred,", "lord", "tennyson", "read", "more", "june", "8harthacnut", "(d", "\u00a01042)\u00a0\u00b7", "barbara", "bush", "(b", "\u00a01925)\u00a0\u00b7", "omar", "bongo", "(d", "\u00a02009)time's", "glory", "is", "to", "command", "contending", "kings,", "to", "unmask", "falsehood,", "and", "bring", "truth", "to", "light", "more", "history", "of", "the", "latter", "day", "saint", "movement\"well,", "church", "history", "actually", "is", "what", "we", "would", "call", "a", "constitutional", "issue", "in", "this", "church", "on", "the", "day", "the", "church", "was", "organized,", "a", "revelation", "was", "given", "that", "there", "would", "be", "a", "history", "kept,", "and", "faithfully;", "really", "since", "that", "day,", "the", "church", "has", "kept", "history", "\"", "\u2014", "marlin", "k", "jensenhistoryancient", "near", "east", "\u2022", "australian", "history", "\u2022", "classical", "greece", "and", "rome", "\u2022", "dacia", "\u2022", "former", "countries", "\u2022", "history", "of", "canada", "\u2022", "chinese", "history", "\u2022", "european", "history", "\u2022", "heraldry", "and", "vexillology", "\u2022", "indian", "history", "\u2022", "jewish", "history", "\u2022", "medieval", "scotland", "\u2022", "mesoamerica", "\u2022", "military", "history", "\u2022", "middle", "ages", "\u2022", "history", "of", "sciencetimedays", "of", "the", "year", "\u2022", "yearsbiographycomposers", "\u2022", "political", "figures", "\u2022", "saints", "\u2022", "united", "states", "presidentshistory", "\u2022", "by", "period", "\u2022", "by", "region", "\u2022", "by", "topic", "\u2022", "by", "ethnic", "group", "\u2022", "historiography", "\u2022", "archaeology", "\u2022", "books", "\u2022", "documents", "\u2022", "maps", "\u2022", "images", "\u2022", "magazines", "\u2022", "organizations", "\u2022", "fictional", "\u2022", "museums", "\u2022", "pseudohistory", "\u2022", "stubs", "\u2022", "timelines", "\u2022", "chronology", "\u2022", "people", "\u2022wikipedia", "historiansthe", "following", "wikimedia", "sister", "projects", "provide", "more", "on", "this", "subject:wikibooks", "bookscommons", "mediawikinews\u00a0", "newswikiquote\u00a0", "quotationswikisource\u00a0", "textswikiversity", "learning", "resourceswikivoyage\u00a0", "travel", "guideswiktionary\u00a0", "definitionswikidata\u00a0", "databasewikispecies\u00a0", "species", "prehistory", "is", "the", "period", "of", "human", "activity", "between", "the", "use", "of", "the", "first", "stone", "tools", "~3", "3", "million", "years", "ago", "and", "the", "invention", "of", "writing", "systems,", "the", "earliest", "of", "which", "appeared", "~5300", "years", "ago", "sumer", "in", "mesopotamia,", "the", "indus", "valley", "civilisation", "and", "ancient", "egypt", "were", "the", "first", "civilisations", "to", "develop", "their", "own", "scripts,", "and", "to", "keep", "historical", "records;", "this", "took", "place", "already", "during", "the", "early", "bronze", "age", "neighbouring", "civilizations", "were", "the", "first", "to", "follow", "most", "other", "civilizations", "reached", "the", "end", "of", "prehistory", "during", "the", "iron", "age", "the", "three-age", "system", "of", "division", "of", "prehistory", "into", "the", "stone", "age,", "followed", "by", "the", "bronze", "age", "and", "iron", "age,", "remains", "in", "use", "for", "much", "of", "eurasia", "and", "north", "africa,", "but", "is", "not", "generally", "used", "in", "those", "parts", "of", "the", "world", "where", "the", "working", "of", "hard", "metals", "arrived", "abruptly", "with", "contact", "with", "eurasian", "cultures,", "such", "as", "the", "americas,", "oceania,", "australasia", "and", "much", "of", "sub-saharan", "africa", "these", "areas", "also,", "with", "some", "exceptions", "in", "pre-columbian", "civilizations", "in", "the", "americas,", "did", "not", "develop", "complex", "writing", "systems", "before", "the", "arrival", "of", "eurasians,", "and", "their", "prehistory", "reaches", "into", "relatively", "recent", "periods", "the", "beginning", "of", "written", "materials", "(and", "so", "the", "beginning", "of", "local", "\"historic", "times\")", "varies;", "in", "many", "cultures,", "especially", "outside", "eurasia,", "it", "follows", "conquest", "by", "a", "culture", "with", "writing,", "and", "often", "the", "earliest", "written", "sources", "on", "pre-literate", "cultures", "come", "from", "their", "literate", "neighbours", "the", "period", "when", "a", "culture", "is", "written", "about", "by", "others,", "but", "has", "not", "developed", "its", "own", "writing", "is", "often", "known", "as", "the", "protohistory", "of", "the", "culture", "by", "definition,", "there", "are", "no", "written", "records", "from", "human", "prehistory,", "so", "dating", "of", "prehistoric", "materials", "is", "crucial", "clear", "techniques", "for", "dating", "were", "not", "well-developed", "until", "the", "19th", "century", "[1]this", "article", "is", "concerned", "with", "human", "prehistory", "as", "defined", "here", "above", "there", "are", "separate", "articles", "for", "the", "overall", "history", "of", "the", "earth", "and", "the", "history", "of", "life", "before", "humans", "however,", "for", "the", "human", "race", "as", "a", "whole,", "prehistory", "ends", "when", "recorded", "history", "begins", "with", "the", "accounts", "of", "the", "ancient", "world", "around", "the", "4th", "millennium", "bc,", "and", "coincides", "with", "the", "invention", "of", "writing", "the", "term", "\"prehistory\"", "can", "refer", "to", "the", "vast", "span", "of", "time", "since", "the", "beginning", "of", "the", "universe", "or", "the", "earth,", "but", "more", "often", "it", "refers", "to", "the", "period", "since", "life", "appeared", "on", "earth,", "or", "even", "more", "specifically", "to", "the", "time", "since", "human-like", "beings", "appeared", "[2][3]the", "date", "marking", "the", "end", "of", "prehistory", "in", "a", "particular", "culture", "or", "region,", "that", "is,", "the", "date", "when", "relevant", "written", "historical", "records", "become", "a", "useful", "academic", "resource,", "varies", "enormously", "from", "region", "to", "region", "for", "example,", "in", "egypt", "it", "is", "generally", "accepted", "that", "prehistory", "ended", "around", "3200", "bc,", "whereas", "in", "new", "guinea", "the", "end", "of", "the", "prehistoric", "era", "is", "set", "much", "more", "recently,", "at", "around", "1900", "ad", "in", "europe", "the", "relatively", "well-documented", "classical", "cultures", "of", "ancient", "greece", "and", "ancient", "rome", "had", "neighbouring", "cultures,", "including", "the", "celts", "and", "to", "a", "lesser", "extent", "the", "etruscans,", "with", "little", "or", "no", "writing,", "and", "historians", "must", "decide", "how", "much", "weight", "to", "give", "to", "the", "often", "highly", "prejudiced", "accounts", "of", "these", "\"prehistoric\"", "cultures", "in", "greek", "and", "roman", "literature", "in", "dividing", "up", "human", "prehistory,", "historians", "typically", "use", "the", "three-age", "system,", "whereas", "scholars", "of", "pre-human", "time", "periods", "typically", "use", "the", "well-defined", "geologic", "record", "and", "its", "internationally", "defined", "stratum", "base", "within", "the", "geologic", "time", "scale", "the", "three-age", "system", "is", "the", "periodization", "of", "human", "prehistory", "into", "three", "consecutive", "time", "periods,", "named", "for", "their", "respective", "predominant", "tool-making", "technologies:the", "notion", "of", "\"prehistory\"", "began", "to", "surface", "during", "the", "enlightenment", "in", "the", "work", "of", "antiquarians", "who", "used", "the", "word", "'primitive'", "to", "describe", "societies", "that", "existed", "before", "written", "records", "[5]", "the", "first", "use", "of", "the", "word", "prehistory", "in", "english,", "however,", "occurred", "in", "the", "foreign", "quarterly", "review", "in", "1836", "[6]the", "use", "of", "the", "geologic", "time", "scale", "for", "pre-human", "time", "periods,", "and", "of", "the", "three-age", "system", "for", "human", "prehistory,", "is", "a", "system", "that", "emerged", "during", "the", "late", "nineteenth", "century", "in", "the", "work", "of", "british,", "german", "and", "scandinavian", "archeologists,", "antiquarians", "and", "anthropologists", "[4]the", "main", "source", "for", "prehistory", "is", "archaeology,", "but", "some", "scholars", "are", "beginning", "to", "make", "more", "use", "of", "evidence", "from", "the", "natural", "and", "social", "sciences", "[7][8][9]", "this", "view", "has", "been", "articulated", "by", "advocates", "of", "deep", "history", "the", "primary", "researchers", "into", "human", "prehistory", "are", "archaeologists", "and", "physical", "anthropologists", "who", "use", "excavation,", "geologic", "and", "geographic", "surveys,", "and", "other", "scientific", "analysis", "to", "reveal", "and", "interpret", "the", "nature", "and", "behavior", "of", "pre-literate", "and", "non-literate", "peoples", "[2]", "human", "population", "geneticists", "and", "historical", "linguists", "are", "also", "providing", "valuable", "insight", "for", "these", "questions", "[3]", "cultural", "anthropologists", "help", "provide", "context", "for", "societal", "interactions,", "by", "which", "objects", "of", "human", "origin", "pass", "among", "people,", "allowing", "an", "analysis", "of", "any", "article", "that", "arises", "in", "a", "human", "prehistoric", "context", "[3]", "therefore,", "data", "about", "prehistory", "is", "provided", "by", "a", "wide", "variety", "of", "natural", "and", "social", "sciences,", "such", "as", "paleontology,", "biology,", "archaeology,", "palynology,", "geology,", "archaeoastronomy,", "comparative", "linguistics,", "anthropology,", "molecular", "genetics", "and", "many", "others", "human", "prehistory", "differs", "from", "history", "not", "only", "in", "terms", "of", "its", "chronology", "but", "in", "the", "way", "it", "deals", "with", "the", "activities", "of", "archaeological", "cultures", "rather", "than", "named", "nations", "or", "individuals", "restricted", "to", "material", "processes,", "remains", "and", "artifacts", "rather", "than", "written", "records,", "prehistory", "is", "anonymous", "because", "of", "this,", "reference", "terms", "that", "prehistorians", "use,", "such", "as", "neanderthal", "or", "iron", "age", "are", "modern", "labels", "with", "definitions", "sometimes", "subject", "to", "debate", "\"palaeolithic\"", "means", "\"old", "stone", "age\",", "and", "begins", "with", "the", "first", "use", "of", "stone", "tools", "the", "paleolithic", "is", "the", "earliest", "period", "of", "the", "stone", "age", "the", "early", "part", "of", "the", "palaeolithic", "is", "called", "the", "lower", "palaeolithic,", "which", "predates", "homo", "sapiens,", "beginning", "with", "homo", "habilis", "(and", "related", "species)", "and", "with", "the", "earliest", "stone", "tools,", "dated", "to", "around", "2", "5", "million", "years", "ago", "[10]", "evidence", "of", "control", "of", "fire", "by", "early", "humans", "during", "the", "lower", "palaeolithic", "era", "is", "uncertain", "and", "has", "at", "best", "limited", "scholarly", "support", "the", "most", "widely", "accepted", "claim", "is", "that", "h", "erectus", "or", "h", "ergaster", "made", "fires", "between", "790,000", "and", "690,000\u00a0bp", "(before", "the", "present", "period)", "in", "a", "site", "at", "bnot", "ya'akov", "bridge,", "israel", "the", "use", "of", "fire", "enabled", "early", "humans", "to", "cook", "food,", "provide", "warmth,", "and", "have", "a", "light", "source", "at", "night", "early", "homo", "sapiens", "originated", "some", "200,000", "years", "ago,", "ushering", "in", "the", "middle", "palaeolithic", "anatomic", "changes", "indicating", "modern", "language", "capacity", "also", "arise", "during", "the", "middle", "palaeolithic", "[11]", "during", "the", "middle", "palaeolithic", "era,", "there", "is", "the", "first", "definitive", "evidence", "of", "human", "use", "of", "fire", "sites", "in", "zambia", "have", "charred", "bone", "and", "wood", "that", "have", "been", "dated", "to", "61,000", "b", "p", "the", "systematic", "burial", "of", "the", "dead,", "music,", "early", "art,", "and", "the", "use", "of", "increasingly", "sophisticated", "multi-part", "tools", "are", "highlights", "of", "the", "middle", "paleolithic", "throughout", "the", "palaeolithic,", "humans", "generally", "lived", "as", "nomadic", "hunter-gatherers", "hunter-gatherer", "societies", "tended", "to", "be", "very", "small", "and", "egalitarian,[12]", "though", "hunter-gatherer", "societies", "with", "abundant", "resources", "or", "advanced", "food-storage", "techniques", "sometimes", "developed", "sedentary", "lifestyles", "with", "complex", "social", "structures", "such", "as", "chiefdoms[citation", "needed],", "and", "social", "stratification", "long-distance", "contacts", "may", "have", "been", "established,", "as", "in", "the", "case", "of", "indigenous", "australian", "\"highways\"", "known", "as", "songlines", "[citation", "needed]the", "\"mesolithic\",", "or", "\"middle", "stone", "age\"", "(from", "the", "greek", "\"mesos\",", "\"middle\",", "and", "\"lithos\",", "\"stone\")", "was", "a", "period", "in", "the", "development", "of", "human", "technology", "between", "the", "palaeolithic", "and", "neolithic", "periods", "of", "the", "stone", "age", "the", "mesolithic", "period", "began", "at", "the", "end", "of", "the", "pleistocene", "epoch,", "some", "10,000", "bp,", "and", "ended", "with", "the", "introduction", "of", "agriculture,", "the", "date", "of", "which", "varied", "by", "geographic", "region", "in", "some", "areas,", "such", "as", "the", "near", "east,", "agriculture", "was", "already", "underway", "by", "the", "end", "of", "the", "pleistocene,", "and", "there", "the", "mesolithic", "is", "short", "and", "poorly", "defined", "in", "areas", "with", "limited", "glacial", "impact,", "the", "term", "\"epipalaeolithic\"", "is", "sometimes", "preferred", "regions", "that", "experienced", "greater", "environmental", "effects", "as", "the", "last", "ice", "age", "ended", "have", "a", "much", "more", "evident", "mesolithic", "era,", "lasting", "millennia", "in", "northern", "europe,", "societies", "were", "able", "to", "live", "well", "on", "rich", "food", "supplies", "from", "the", "marshlands", "fostered", "by", "the", "warmer", "climate", "such", "conditions", "produced", "distinctive", "human", "behaviours", "that", "are", "preserved", "in", "the", "material", "record,", "such", "as", "the", "maglemosian", "and", "azilian", "cultures", "these", "conditions", "also", "delayed", "the", "coming", "of", "the", "neolithic", "until", "as", "late", "as", "4000", "bc", "(6,000", "bp)", "in", "northern", "europe", "remains", "from", "this", "period", "are", "few", "and", "far", "between,", "often", "limited", "to", "middens", "in", "forested", "areas,", "the", "first", "signs", "of", "deforestation", "have", "been", "found,", "although", "this", "would", "only", "begin", "in", "earnest", "during", "the", "neolithic,", "when", "more", "space", "was", "needed", "for", "agriculture", "the", "mesolithic", "is", "characterized", "in", "most", "areas", "by", "small", "composite", "flint", "tools", "\u2014", "microliths", "and", "microburins", "fishing", "tackle,", "stone", "adzes", "and", "wooden", "objects,", "e", "g", "canoes", "and", "bows,", "have", "been", "found", "at", "some", "sites", "these", "technologies", "first", "occur", "in", "africa,", "associated", "with", "the", "azilian", "cultures,", "before", "spreading", "to", "europe", "through", "the", "ibero-maurusian", "culture", "of", "northern", "africa", "and", "the", "kebaran", "culture", "of", "the", "levant", "independent", "discovery", "is", "not", "always", "ruled", "out", "\"neolithic\"", "means", "\"new", "stone", "age", "\"", "although", "there", "were", "several", "species", "of", "human", "beings", "during", "the", "paleolithic,", "by", "the", "neolithic", "only", "homo", "sapiens", "sapiens", "remained", "[14]", "(homo", "floresiensis", "may", "have", "survived", "right", "up", "to", "the", "very", "dawn", "of", "the", "neolithic,", "about", "12,200", "years", "ago", ")[15]", "this", "was", "a", "period", "of", "primitive", "technological", "and", "social", "development", "it", "began", "about", "10,200", "bc", "in", "some", "parts", "of", "the", "middle", "east,", "and", "later", "in", "other", "parts", "of", "the", "world[16]", "and", "ended", "between", "4,500", "and", "2,000", "bc", "the", "neolithic", "is", "a", "progression", "of", "behavioral", "and", "cultural", "characteristics", "and", "changes,", "including", "the", "use", "of", "wild", "and", "domestic", "crops", "and", "of", "domesticated", "animals", "early", "neolithic", "farming", "was", "limited", "to", "a", "narrow", "range", "of", "plants,", "both", "wild", "and", "domesticated,", "which", "included", "einkorn", "wheat,", "millet", "and", "spelt,", "and", "the", "keeping", "of", "dogs,", "sheep", "and", "goats", "by", "about", "6,900\u20136,400", "bc,", "it", "included", "domesticated", "cattle", "and", "pigs,", "the", "establishment", "of", "permanently", "or", "seasonally", "inhabited", "settlements,", "and", "the", "use", "of", "pottery", "the", "neolithic", "period", "saw", "the", "development", "of", "early", "villages,", "agriculture,", "animal", "domestication,", "tools", "and", "the", "onset", "of", "the", "earliest", "recorded", "incidents", "of", "warfare", "[17]", "the", "neolithic", "era", "commenced", "with", "the", "beginning", "of", "farming,", "which", "produced", "the", "\"neolithic", "revolution\"", "it", "ended", "when", "metal", "tools", "became", "widespread", "(in", "the", "copper", "age", "or", "bronze", "age;", "or,", "in", "some", "geographical", "regions,", "in", "the", "iron", "age)", "the", "term", "neolithic", "is", "commonly", "used", "in", "the", "old", "world,", "as", "its", "application", "to", "cultures", "in", "the", "americas", "and", "oceania", "that", "did", "not", "fully", "develop", "metal-working", "technology", "raises", "problems", "settlements", "became", "more", "permanent", "with", "some", "having", "circular", "houses", "with", "single", "rooms", "made", "of", "mudbrick", "settlements", "might", "have", "a", "surrounding", "stone", "wall", "to", "keep", "domesticated", "animals", "in", "and", "protect", "the", "inhabitants", "from", "other", "tribes", "later", "settlements", "have", "rectangular", "mud-brick", "houses", "where", "the", "family", "lived", "together", "in", "single", "or", "multiple", "rooms", "burial", "findings", "suggest", "an", "ancestor", "cult", "where", "people", "preserved", "skulls", "of", "the", "dead", "the", "vin\u010da", "culture", "may", "have", "created", "the", "earliest", "system", "of", "writing", "[18]", "the", "megalithic", "temple", "complexes", "of", "\u0120gantija", "are", "notable", "for", "their", "gigantic", "structures", "although", "some", "late", "eurasian", "neolithic", "societies", "formed", "complex", "stratified", "chiefdoms", "or", "even", "states,", "states", "evolved", "in", "eurasia", "only", "with", "the", "rise", "of", "metallurgy,", "and", "most", "neolithic", "societies", "on", "the", "whole", "were", "relatively", "simple", "and", "egalitarian", "[19]", "most", "clothing", "appears", "to", "have", "been", "made", "of", "animal", "skins,", "as", "indicated", "by", "finds", "of", "large", "numbers", "of", "bone", "and", "antler", "pins", "which", "are", "ideal", "for", "fastening", "leather", "wool", "cloth", "and", "linen", "might", "have", "become", "available", "during", "the", "later", "neolithic,[20][21]", "as", "suggested", "by", "finds", "of", "perforated", "stones", "that", "(depending", "on", "size)", "may", "have", "served", "as", "spindle", "whorls", "or", "loom", "weights", "[22][23][24]in", "old", "world", "archaeology,", "the", "\"chalcolithic\",", "\"eneolithic\"", "or", "\"copper", "age\"", "refers", "to", "a", "transitional", "period", "where", "early", "copper", "metallurgy", "appeared", "alongside", "the", "widespread", "use", "of", "stone", "tools", "during", "this", "period,", "some", "weapons", "and", "tools", "were", "made", "of", "copper", "this", "period", "was", "still", "largely", "neolithic", "in", "character", "it", "is", "a", "phase", "of", "the", "bronze", "age", "before", "it", "was", "discovered", "that", "adding", "tin", "to", "copper", "formed", "the", "harder", "bronze", "the", "copper", "age", "was", "originally", "defined", "as", "a", "transition", "between", "the", "neolithic", "and", "the", "bronze", "age", "however,", "because", "it", "is", "characterized", "by", "the", "use", "of", "metals,", "the", "copper", "age", "is", "considered", "a", "part", "of", "the", "bronze", "age", "rather", "than", "the", "stone", "age", "an", "archaeological", "site", "in", "serbia", "contains", "the", "oldest", "securely", "dated", "evidence", "of", "copper", "making", "at", "high", "temperature,", "from", "7,500", "years", "ago", "the", "find", "in", "june", "2010", "extends", "the", "known", "record", "of", "copper", "smelting", "by", "about", "800", "years,", "and", "suggests", "that", "copper", "smelting", "may", "have", "been", "invented", "in", "separate", "parts", "of", "asia", "and", "europe", "at", "that", "time", "rather", "than", "spreading", "from", "a", "single", "source", "[25]", "the", "emergence", "of", "metallurgy", "may", "have", "occurred", "first", "in", "the", "fertile", "crescent,", "where", "it", "gave", "rise", "to", "the", "bronze", "age", "in", "the", "4th", "millennium", "bc", "(the", "traditional", "view),", "though", "finds", "from", "the", "vin\u010da", "culture", "in", "europe", "have", "now", "been", "securely", "dated", "to", "slightly", "earlier", "than", "those", "of", "the", "fertile", "crescent", "timna", "valley", "contains", "evidence", "of", "copper", "mining", "9,000", "to", "7,000", "years", "ago", "the", "process", "of", "transition", "from", "neolithic", "to", "chalcolithic", "in", "the", "middle", "east", "is", "characterized", "in", "archaeological", "stone", "tool", "assemblages", "by", "a", "decline", "in", "high", "quality", "raw", "material", "procurement", "and", "use", "north", "africa", "and", "the", "nile", "valley", "imported", "its", "iron", "technology", "from", "the", "near", "east", "and", "followed", "the", "near", "eastern", "course", "of", "bronze", "age", "and", "iron", "age", "development", "however", "the", "iron", "age", "and", "bronze", "age", "occurred", "simultaneously", "in", "much", "of", "africa", "the", "bronze", "age", "is", "the", "earliest", "period", "in", "which", "some", "civilizations", "have", "reached", "the", "end", "of", "prehistory,", "by", "introducing", "written", "records", "the", "bronze", "age", "or", "parts", "thereof", "are", "thus", "considered", "to", "be", "part", "of", "prehistory", "only", "for", "the", "regions", "and", "civilizations", "who", "adopted", "or", "developed", "a", "system", "of", "keeping", "written", "records", "during", "later", "periods", "the", "invention", "of", "writing", "coincides", "in", "some", "areas", "with", "the", "early", "beginnings", "of", "the", "bronze", "age", "soon", "after", "the", "appearance", "of", "writing,", "people", "started", "creating", "texts", "including", "written", "accounts", "of", "events", "and", "records", "of", "administrative", "matters", "the", "term", "bronze", "age", "refers", "to", "a", "period", "in", "human", "cultural", "development", "when", "the", "most", "advanced", "metalworking", "(at", "least", "in", "systematic", "and", "widespread", "use)", "included", "techniques", "for", "smelting", "copper", "and", "tin", "from", "naturally", "occurring", "outcroppings", "of", "ores,", "and", "then", "combining", "them", "to", "cast", "bronze", "these", "naturally", "occurring", "ores", "typically", "included", "arsenic", "as", "a", "common", "impurity", "copper/tin", "ores", "are", "rare,", "as", "reflected", "in", "the", "fact", "that", "there", "were", "no", "tin", "bronzes", "in", "western", "asia", "before", "3000", "bc", "the", "bronze", "age", "forms", "part", "of", "the", "three-age", "system", "for", "prehistoric", "societies", "in", "this", "system,", "it", "follows", "the", "neolithic", "in", "some", "areas", "of", "the", "world", "while", "copper", "is", "a", "common", "ore,", "deposits", "of", "tin", "are", "rare", "in", "the", "old", "world,", "and", "often", "had", "to", "be", "traded", "or", "carried", "considerable", "distances", "from", "the", "few", "mines,", "stimulating", "the", "creation", "of", "extensive", "trading", "routes", "in", "many", "areas", "as", "far", "apart", "as", "china", "and", "england,", "the", "valuable", "new", "material", "was", "used", "for", "weapons", "but", "for", "a", "long", "time", "apparently", "not", "available", "for", "agricultural", "tools", "much", "of", "it", "seems", "to", "have", "been", "hoarded", "by", "social", "elites,", "and", "sometimes", "deposited", "in", "extravagant", "quantities,", "from", "chinese", "ritual", "bronzes", "and", "indian", "copper", "hoards", "to", "european", "hoards", "of", "unused", "axe-heads", "by", "the", "end", "of", "the", "bronze", "age", "large", "states,", "which", "are", "often", "called", "empires,", "had", "arisen", "in", "egypt,", "china,", "anatolia", "(the", "hittites)", "and", "mesopotamia,", "all", "of", "them", "literate", "the", "iron", "age", "is", "not", "part", "of", "prehistory", "for", "all", "civilizations", "who", "had", "introduced", "written", "records", "during", "the", "bronze", "age", "most", "remaining", "civilizations", "did", "so", "during", "the", "iron", "age,", "often", "through", "conquest", "by", "the", "empires,", "which", "continued", "to", "expand", "during", "this", "period", "for", "example,", "in", "most", "of", "europe", "conquest", "by", "the", "roman", "empire", "means", "that", "the", "term", "iron", "age", "is", "replaced", "by", "\"roman\",", "\"gallo-roman\"", "and", "similar", "terms", "after", "the", "conquest", "in", "archaeology,", "the", "iron", "age", "refers", "to", "the", "advent", "of", "ferrous", "metallurgy", "the", "adoption", "of", "iron", "coincided", "with", "other", "changes", "in", "some", "past", "cultures,", "often", "including", "more", "sophisticated", "agricultural", "practices,", "religious", "beliefs", "and", "artistic", "styles,", "which", "makes", "the", "archaeological", "iron", "age", "coincide", "with", "the", "\"axial", "age\"", "in", "the", "history", "of", "philosophy", "although", "iron", "ore", "is", "common,", "the", "metalworking", "techniques", "necessary", "to", "use", "iron", "are", "very", "different", "from", "those", "needed", "for", "the", "metal", "used", "earlier,", "and", "iron", "was", "slow-spreading", "and", "for", "long", "mainly", "used", "for", "weapons,", "while", "bronze", "remained", "typical", "for", "tools,", "as", "well", "as", "art", "all", "dates", "are", "approximate", "and", "conjectural,", "obtained", "through", "research", "in", "the", "fields", "of", "anthropology,", "archaeology,", "genetics,", "geology,", "or", "linguistics", "they", "are", "all", "subject", "to", "revision", "due", "to", "new", "discoveries", "or", "improved", "calculations", "bp", "stands", "for", "\"before", "present", "(1950)", "\"", "bce", "stands", "for", "before", "common", "era\"", "the", "pope", "of", "the", "coptic", "orthodox", "church", "of", "alexandria", "is", "the", "leader", "of", "the", "coptic", "orthodox", "church", "of", "alexandria,", "a", "faith", "with", "ancient", "christian", "roots", "in", "egypt", "the", "current", "holder", "of", "this", "position", "is", "theodoros", "ii", "or", "tawadros", "ii,", "who", "was", "selected", "as", "the", "118th", "pope", "on", "november", "4,", "2012", "following", "the", "traditions", "of", "the", "church,", "the", "pope", "is", "chairman", "and", "head", "of", "the", "holy", "synod", "of", "the", "coptic", "orthodox", "patriarchate", "of", "alexandria", "as", "a", "first", "among", "equals", "this", "organization", "is", "the", "highest", "authority", "in", "the", "church", "of", "alexandria,", "which", "has", "between", "12", "and", "18", "million", "members", "worldwide,", "10", "to", "14", "million", "of", "whom", "are", "in", "egypt", "it", "formulates", "the", "rules", "and", "regulations", "regarding", "matters", "of", "the", "church's", "organization,", "faith,", "and", "order", "the", "pope", "is", "also", "the", "chairman", "of", "the", "church's", "general", "congregation", "council", "although", "historically", "associated", "with", "the", "city", "of", "alexandria,", "the", "residence", "and", "seat", "of", "the", "coptic", "orthodox", "pope", "of", "alexandria", "has", "been", "located", "in", "cairo", "since", "1047", "the", "pope", "is", "currently", "established", "in", "saint", "mark's", "coptic", "orthodox", "cathedral,", "inside", "a", "compound", "which", "includes", "the", "patriarchal", "palace,", "with", "an", "additional", "residence", "at", "the", "monastery", "of", "saint", "pishoy", "after", "the", "death", "of", "shenouda", "iii", "on", "march", "17,", "2012", "the", "holy", "synod", "of", "the", "coptic", "orthodox", "church", "voted", "the", "names", "of", "the", "three", "candidates", "who", "received", "most", "votes", "were", "put", "in", "a", "glass", "chalice", "the", "name", "then", "picked", "became", "the", "new", "patriarch", "of", "alexandria", "it", "is", "believed", "the", "name", "is", "picked", "by", "'divine", "choice',", "by", "a", "blindfolded", "boy", "he", "is", "believed", "to", "be", "guided", "by", "the", "hand", "of", "god", "the", "liturgy", "of", "the", "altar", "ballot", "took", "place", "on", "november", "4,", "2012", "the", "60-year-old", "bishop", "tawadoros,", "auxiliary", "bishop", "of", "beheira,", "assistant", "to", "metropolitan", "pachomios", "of", "beheira,", "was", "chosen", "as", "the", "118th", "pope", "of", "alexandria", "he", "then", "chose", "the", "name", "of", "theodoros", "ii", "he", "was", "formally", "enthroned", "on", "november", "18,", "2012", "[1]the", "early", "christian", "church", "recognized", "the", "special", "significance", "of", "several", "cities", "as", "leaders", "of", "the", "worldwide", "\"catholic\"", "(universal)", "church", "the", "church", "of", "alexandria", "is", "one", "of", "these", "original", "patriarchates,", "but", "the", "succession", "to", "the", "role", "of", "patriarch", "in", "alexandria", "is", "still", "disputed", "after", "the", "separation", "which", "followed", "the", "council", "of", "chalcedon", "the", "later", "development", "of", "the", "pentarchy", "also", "granted", "secular", "recognition", "to", "these", "religious", "leaders", "because", "of", "this", "split,", "the", "leadership", "of", "this", "church", "is", "not", "part", "of", "this", "system", "members", "of", "the", "church", "recognize", "its", "head", "as", "a", "successor", "of", "mark", "the", "evangelist,", "considered", "the", "first", "bishop", "of", "alexandria,", "who", "founded", "the", "church", "in", "the", "1st", "century,", "and", "therefore", "marked", "the", "beginning", "of", "christianity", "in", "africa", "[2]the", "leader", "of", "the", "coptic", "orthodox", "church", "of", "alexandria", "is", "known", "as", "pope", "of", "alexandria", "and", "patriarch", "of", "all", "africa", "on", "the", "holy", "see", "of", "st", "mark", "the", "apostle", "the", "successor", "of", "st", "mark", "the", "evangelist,", "holy", "apostle", "and", "martyr,", "on", "the", "holy", "apostolic", "throne", "of", "the", "great", "city", "of", "alexandria", "his", "full", "title", "is:that", "is:in", "being", "so,", "he", "is", "considered", "to", "be:honorary", "titles", "attributed", "to", "the", "hierarch", "of", "the", "alexandrine", "throne", "are:\u201cpope", "and", "lord", "archbishop", "of", "the", "great", "city", "of", "alexandria", "and", "patriarch", "of", "all", "africa", "on", "the", "holy", "apostolic", "holy", "see", "of", "st", "mark", "the", "evangelist", "and", "holy", "apostle\u201d", "the", "appellation", "of", "pope", "has", "been", "attributed", "to", "the", "bishop", "of", "alexandria", "since", "the", "episcopate", "of", "heraclas,", "the", "thirteenth", "bishop", "of", "alexandria", "all", "the", "clergy", "of", "alexandria", "and", "lower", "egypt", "honored", "him", "with", "the", "appellation", "papas,", "which", "means", "father,", "as", "the", "senior", "and", "elder", "bishop", "among", "all", "bishops,", "within", "the", "egyptian", "province,", "who", "are", "under", "his", "jurisdiction,", "three", "centuries", "before", "it", "was", "assumed", "by", "pope", "john", "i", "bishop", "of", "rome", "(523\u2013526),", "who", "ratified", "the", "alexandrian", "computation", "of", "the", "date", "of", "easter", "bestowing", "the", "title", "on", "rome's", "pontiff", "did", "not", "strip", "it", "from", "alexandria's,", "and", "the", "roman", "catholic", "church", "recognizes", "this", "ecclesiastical", "fact", "since", "alexandria", "was", "the", "capital", "of", "the", "province,", "the", "preaching", "center", "and", "the", "place", "of", "martyrdom", "of", "saint", "mark", "the", "evangelist", "and", "holy", "apostle,", "the", "title", "\u201cpope", "of", "alexandria", "and", "patriarch", "of", "all", "africa", "on", "the", "holy", "throne", "of", "saint", "mark", "the", "evangelist", "and", "holy", "apostle\"", "also", "known", "as", "\u201cpope", "and", "patriarch", "of", "alexandria", "and", "all", "africa\u201d", "in", "short,", "was", "that", "of", "the", "bishop", "of", "alexandria", "the", "appellation", "of", "pope", "became", "recognized", "as", "a", "title,", "but", "this", "did", "not", "mean", "that", "it", "represented", "a", "title", "different", "or", "higher", "than", "the", "title", "of", "patriarch", "only", "the", "patriarch", "of", "alexandria,", "however,", "has", "the", "double", "title", "of", "pope", "and", "patriarch", "among", "the", "oriental", "orthodox", "and", "the", "eastern", "orthodox", "thrones", "pope", "(latin:", "papa,", "greek:", "\u03c0\u03b1\u03c0\u03ac\u03c2,", "papas)", "papa", "has", "been", "the", "specific", "designation", "for", "the", "archbishop", "of", "alexandria,", "patriarch", "of", "egypt,", "and", "the", "see", "of", "saint", "mark,", "whose", "ecclessiastic", "title", "is,", "papa", "abba,", "the", "abba", "stands", "for", "the", "devotion", "of", "all", "monastics,", "from", "pentapolis", "in", "the", "west", "to", "constantinople", "in", "the", "east,", "to", "his", "guidance", "historically,", "this", "office", "has", "held", "the", "title", "of", "papa,", "father", "in", "coptic,", "since", "papa", "heracleus,", "13th", "alexandrine", "patriarch", "(232\u2013249", "ad)", "was", "first", "to", "associate", "with", "the", "title", "three", "centuries", "before", "it", "was", "assumed", "by", "john", "i,", "the", "bishop", "of", "rome", "(523\u2013526),", "who", "ratified", "the", "alexandrian", "computation", "of", "the", "date", "of", "easter", "bestowing", "the", "title", "on", "rome's", "pontiff", "did", "not", "strip", "it", "from", "alexandria's,", "and", "the", "roman", "catholic", "church", "recognizes", "this", "[citation", "needed]", "in", "the", "roman", "catholic", "viewpoint,", "this", "title", "does", "not", "have", "the", "same", "meaning", "as", "that", "of", "the", "bishop", "of", "rome,", "who", "was", "the", "only", "primate", "in", "the", "west", "to", "be", "given", "the", "title", "of", "pope", "in", "the", "beginning", "of", "the", "5th", "century", "the", "pope", "of", "rome", "is", "considered", "by", "the", "roman", "catholic", "church", "as", "the", "supreme", "pontiff,", "holding", "the", "office", "of", "the", "roman", "see", "(being", "one", "of", "the", "successors", "of", "saint", "peter)", "on", "the", "other", "hand,", "both", "the", "oriental", "orthodox", "and", "byzantine", "orthodox", "churches", "respond", "by", "saying", "that", "their", "respective", "heads", "are", "equal", "with", "rome", "and", "also", "note", "that", "rome", "has", "deviated", "too", "much", "already", "from", "their", "original", "understanding[citation", "needed]", "the", "roman", "catholic", "church", "considers", "that", "the", "pope", "of", "rome", "ranks", "higher", "than", "the", "four", "other", "popes", "and", "patriarchs", "of", "the", "major", "apostolic", "thrones", "(alexandria,", "constantinople,", "antioch", "and", "jerusalem)", "this", "viewpoint", "is", "not", "accepted", "by", "the", "coptic", "orthodox", "church", "the", "title", "patriarch", "means", "the", "head", "or", "the", "leader", "of", "a", "tribe", "or", "a", "community", "ecclesiastically", "it", "means", "the", "head", "of", "the", "fathers", "(bishops)", "and", "their", "congregation", "of", "faithful", "this", "title", "is", "historically", "known", "as", "\u201cpatriarch", "of", "alexandria", "and", "all", "africa", "on", "the", "holy", "apostolic", "throne", "of", "saint", "mark", "the", "evangelist,\u201d", "that", "is", "\u201cof", "alexandria", "and", "of", "all", "africa", "\u201d", "the", "title", "of", "\u201cpatriarch\u201d", "was", "first", "used", "around", "the", "time", "of", "the", "third", "ecumenical", "council", "of", "ephesus,", "convened", "in", "431", "ad,", "and", "ratified", "at", "chalcedon", "in", "451", "ad", "the", "bishop", "of", "alexandria", "also", "has", "the", "title", "of", "archbishop", "this", "is", "a", "natural", "jurisdictional", "title", "for", "the", "ecclesiastical", "dignity", "of", "the", "bishop", "of", "alexandria", "ruling", "as", "a", "metropolitan,", "the", "bishop", "of", "the", "metropolis", "(i", "e", "alexandria),", "had", "jurisdiction", "over", "the", "roman", "provinces", "of", "egypt", "(lower", "egypt", "i", "and", "ii,", "arcadia", "\u00c6gypti,", "upper", "egypt", "i", "and", "ii", "(aka", "thebais", "prima", "and", "thebais", "secunda),", "pentapolis,", "libya", "and", "nubia,", "which", "were", "at", "that", "time,", "the", "extent", "of", "the", "\u201cegyptian", "provinces\u201d", "within", "the", "roman", "empire", "as", "set", "by", "the", "ecumenical", "first", "council", "of", "nicaea", "325", "ad,", "the", "jurisdiction", "of", "the", "archiepiscopate", "of", "alexandria", "covered", "the", "above-mentioned", "provinces", "but", "since", "the", "demise", "of", "the", "latin", "(roman)", "north", "african", "archiepiscopate", "of", "carthage", "(which", "covered", "all", "of", "north", "and", "west", "africa,", "apart", "from", "egypt,", "pentapolis", "and", "libya)", "in", "the", "8th", "century,", "alexandria", "became", "the", "sole", "apostolic", "throne", "in", "the", "entire", "continent", "of", "africa", "it", "is", "to", "be", "noted", "that", "actually,", "the", "historical", "evangelization", "of", "the", "apostolic", "throne", "of", "alexandria", "in", "africa,", "apart", "from", "egypt,", "pentapolis,", "libya,", "nubia", "and", "the", "sudan,", "does", "extend", "to:ethiopia:it", "constituted", "a", "major", "archdiocese", "of", "the", "church", "of", "alexandria,", "which", "was", "always", "governed", "by", "an", "egyptian", "patriarchal", "vicar", "in", "the", "rank", "of", "archbishop,", "and", "named", "aboune", "salama", "by", "the", "ethiopian", "church", "by", "1929,", "the", "alexandrine", "throne", "allowed", "the", "ethiopian", "clergy", "to", "participate", "in", "the", "governing", "of", "their", "own", "church,", "and", "the", "first", "native", "ethiopian", "archbishop", "was", "enthroned", "in", "1930", "(thus", "becoming", "an", "autonomous", "church)", "in", "1959,", "an", "agreement", "was", "reached", "between", "the", "ethiopian", "holy", "synod", "and", "the", "alexandrine", "throne", "to", "have", "their", "own", "patriarch-catholicos", "in", "a", "transitional", "period", "the", "ethiopian", "archbishop", "ordained", "as", "primate", "of", "the", "ethiopian", "orthodox", "church", "back", "in", "1950,", "was", "elevated", "by", "the", "coptic", "orthodox", "pope", "of", "alexandria", "joseph", "ii", "in", "cairo", "and", "enthroned", "in", "addis", "ababa", "by", "the", "members", "of", "the", "ethiopian", "holy", "synod", "and", "an", "alexandrine", "delegation", "the", "first", "prelate,", "aboune", "basilius", "i", "(1959\u20131971),", "patriarch-catholicos", "of", "addis", "ababa", "and", "all", "ethiopia,", "was", "ordained", "and", "enthroned", "in", "1959,", "by", "pope", "cyril", "vi", "of", "alexandria", "aboune", "paulos", "i", "became", "the", "5th", "patriarch", "of", "the", "patriarchate", "of", "addis", "ababa", "and", "of", "all", "ethiopia", "in", "1992", "this", "is", "after", "the", "patriarchates", "of", "aboune", "theophilus", "i", "(1971\u20131979)", "(deposed", "in", "a", "non-canonical", "way", "in", "1976,", "sent", "to", "prison", "and", "murdered", "in", "prison", "in", "1979)[citation", "needed],", "aboune", "thecla", "hemanote", "i", "(1976\u20131988)", "(who", "was", "elected", "in", "a", "non-canonical", "manner", "by", "pressure", "of", "the", "then", "communist", "government", "to", "replace", "his", "predecessor)", "and", "abouna", "mercurios", "i", "(1988\u20131991),", "(who", "resigned", "under", "pressure,", "due", "to", "the", "accusation", "of", "collaborating", "with", "the", "(dereg)", "menghistu", "communist", "regime,", "and", "who", "is", "now", "living", "in", "self-exile", "in", "kenya)", "aboune", "paulos", "i", "has", "requested", "from", "the", "alexandrine", "throne", "complete", "independence", "to", "his", "patriarchate", "the", "patriarchate", "of", "addis", "ababa", "and", "all", "ethiopia", "was", "granted", "its", "independence", "in", "1994,", "by", "shenouda", "iii", "pope", "and", "patriarch", "of", "alexandria,", "thus", "making", "the", "patriarchate", "of", "addis", "ababa", "and", "all", "ethiopia", "hierarchically", "and", "jurisdictionally", "independent", "\u201cautocephalous", "patriarchate", "\u201deritrea:whose", "own", "prelate,", "aboune", "philipos", "i", "(1998\u20132002),", "patriarch", "of", "asmara", "and", "of", "all", "eritrea,", "was", "ordained", "and", "enthroned", "in", "may", "1998,", "by", "pope", "shenouda", "iii", "pope", "and", "patriarch", "of", "alexandria", "this", "made", "the", "new", "patriarchate", "of", "asmara", "and", "of", "all", "eritrea", "a", "hierarchically", "and", "jurisdictionally", "independent", "\u201cautocephalous", "patriarchate", "\u201d", "the", "current", "prelate,", "aboune", "antonius", "i", "(2004\u2013\u00a0),", "is", "the", "third", "patriarch", "of", "asmara", "and", "all", "eritrea,", "who", "succeeded", "yacob", "i", "(2003\u20132004),", "the", "second", "patriarch", "of", "asmara", "and", "all", "eritrea", "[3]", "however,", "he", "was", "deposed", "non-canonically", "in", "january", "2006,", "and", "replaced", "by", "aboune", "discoros", "i", "this", "action", "is,", "however,", "not", "approved", "by", "the", "alexandrine", "throne", "and", "is", "still", "under", "debate", "[4]the", "patriarchate", "of", "addis", "ababa", "and", "all", "ethiopia", "and", "the", "patriarchate", "of", "asmara", "and", "all", "eritrea", "are", "daughter", "churches", "of", "the", "holy", "apostolic", "patriarchate", "of", "alexandria", "in", "addition", "to", "the", "above,", "the", "countries", "of", "uganda,", "kenya,", "tanzania,", "zambia,", "zimbabwe,", "the", "congo,", "cameroon,", "nigeria,", "ghana,", "botswana,", "malawi,", "angola,", "namibia", "and", "south", "africa", 